/* %d days */
"COUNTDOWN_DAYS" = "%d days";

/* %d hours */
"COUNTDOWN_HOURS" = "%d hours";

/* %d mins */
"COUNTDOWN_MINS" = "%d mins";

/* %d pcs. */
"NUMBER_OF_PIECES" = "%d pcs.";

/* (%@ %@ per person) */
"PRICE_PER_PERSON" = "(%1$@ %2$@ per person)";

/* (can't be changed) */
"CANT_BE_CHANGED" = "(can't be changed)";

/* (one way) */
"TYPE_ONE_WAY" = "(one way)";

/* (return) */
"TYPE_RETURN" = "(return)";

/* (without booking fee) */
"WITHOUT_BOOKING_FEE" = "(without administration fee)";

/* * on all fares exceeding %@ %@ and excluding flights operated by Wizz Air Ukraine. Fares include taxes, non optional charges, and one small cabin bag (42x25x32cm), but exclude booking fee. */
"LABEL_DISCLAIMER_TEXT" = "* on all fares exceeding %1$@ %2$@ and excluding flights operated by Wizz Air Ukraine. Fares include taxes, non optional charges, and one small cabin bag (42x25x32cm), but exclude administration fee.";

/* 1 min */
"COUNTDOWN_ONE_MIN" = "1 min";

/* About Wizz Air */
"LABEL_ABOUT_WIZZ_AIR" = "About Wizz Air";

/* Accept terms & conditions */
"LABEL_ACCEPT_TERMS_CONDITIONS" = "Accept terms & conditions";

/* Account number */
"LABEL_ACCOUNT_NUMBER" = "Account number";

/* active */
"LABEL_ACTIVE" = "active";

/* Add */
"LABEL_ADD" = "Add";

/* Add services */
"NAVIGATION_ADD_SERVICES" = "Add services";

/* Add to booking & continue */
"LABEL_ADD_TO_BOOKING" = "Add to booking & continue";

/* Added */
"LABEL_ADDED" = "Added";

/* adult */
"PASSANGER_ADULT" = "adult";

/* Adult */
"LABEL_ADULT" = "Adult";

/* Adult %d */
"LABEL_ADULT_NUM" = "Adult %d";

/* adults */
"LABEL_ADULTS" = "adults";

/* Airport check-in */
"CHK" = "Airport check-in";

/* Amount */
"LABEL_AMOUNT" = "Amount";

/* An update is available */
"UPDATE_AVAILABLE_TITLE" = "An update is available";

/* Back */
"LABEL_BACK" = "Back";

/* Baggages */
"LABEL_BAGGAGES" = "Baggages";

/* Balance */
"LABEL_BALANCE" = "Balance";

/* Boarding passes */
"LABEL_BOARDING_PASSES" = "Boarding passes";

"LABEL_BOARDING_PASS" = "Boarding pass";

/* Booking */
"NAVIGATION_BOOKING" = "Booking";

/* Booking fee */
"LABEL_BOOKING_FEE" = "Booking fee";

/* Bookings */
"LABEL_BOOKINGS" = "Bookings";

/* Cabin baggage */
"LABEL_CABIN_BAGGAGE" = "Cabin baggage";

/* Cabin baggages */
"LABEL_CABIN_BAGGAGES" = "Cabin baggages";

/* Cancel */
"LABEL_CANCEL" = "Cancel";

/* Cannot get valid session! */
"ERROR_VALID_SESSION" = "Cannot get valid session!";

/* Card number */
"LABEL_CARD_NUMBER" = "Card number";

/* Card type */
"LABEL_CARD_TYPE" = "Card type";

/* Cardsholder's name */
"LABEL_CARDSHOLDER_NAME" = "Cardsholder's name";

/* Change */
"LABEL_CHANGE" = "Change";

/* Check-in type */
"LABEL_CHECK_IN_TYPE" = "Check-in type";

/* Checked in */
"LABEL_CHECKED_IN" = "Checked in";

/* Checked in baggage */
"LABEL_CHECKED_IN_BAGGAGE" = "Checked in baggage";

/* Checked in baggages */
"LABEL_CHECKED_IN_BAGGAGES" = "Checked in baggages";

/* Checked-in baggage */
"LABEL_CHECKED-IN_BAGGAGE" = "Checked-in baggage";

/* Checkout */
"LABEL_CHECKOUT" = "Checkout";

/* child */
"LABEL_CHILD" = "child";

/* Child %d */
"LABEL_CHILD_NUM" = "Child %d";

/* Child (<14) */
"LABEL_CHILD_LESS_14" = "Child (<14)";

/* children */
"LABEL_CHILDREN" = "children";

/* CLOSE SUMMARY */
"CLOSE_SUMMARY" = "CLOSE SUMMARY";

/* Coming back */
"TYPE_COMING_BACK" = "Coming back";

/* Communication error, please try again! */
"ERROR_COMMUNICATION" = "Communication error, please try again!";

/* Company address */
"LABEL_COMPANY_ADDRESS" = "Company address";

/* Company name */
"LABEL_COMPANY_NAME" = "Company name";

/* Company tax nr. */
"LABEL_COMPANY_TAX" = "Company tax nr.";

/* Conf. number */
"LABEL_CONF_NUMBER" = "Conf. number";

/* Confirmation number is mandatory! */
"ERROR_CONF_NUMBER_REQUIRED" = "Confirmation number is mandatory!";

/* Confirmation number: */
"LABEL_CONFIRMATION_NUMBER" = "Confirmation number:";

/* Contact info */
"LABEL_CONTACT_INFO" = "Contact info";

/* Contact Us */
"LABEL_CONTACT_US" = "Contact Us";

/* Continue */
"LABEL_CONTINUE" = "Continue";

/* Continue to add services */
"LABEL_CONTINUE_TO_ADD_SERVICES" = "Continue to add services";

/* Continue to my booking */
"LABEL_CONTINUE_TO_MY_BOOKING" = "Continue to my booking";

/* Country */
"LABEL_COUNTRY" = "Country";

/* Credit card */
"LABEL_CREDIT_CARD" = "Credit card";

/* Current bookings */
"TITLE_CURRENT_BOOKINGS" = "Current bookings";

/* CVC2/CVV/CID number */
"LABEL_CVC_NUMBER" = "CVC2/CVV/CID number";

/* Date */
"LABEL_DATE" = "Date";

/* Departure date */
"LABEL_DEPARTURE_DATE" = "Departure date";

/* Done */
"LABEL_DONE" = "Done";

/* E-mail */
"LABEL_E_MAIL" = "E-mail";

/* Edit contact info */
"LABEL_EDIT_CONTACT" = "Edit contact info";

/* Email */
"LABEL_EMAIL" = "Email";

/* Exclusive promotions: get informed about member-only promotional offers and get access to additional discounts. */
"LABEL_EXCLUSIVE_PROMOTIONS" = "Exclusive promotions: get informed about member-only promotional offers and get access to additional discounts.";

/* Expiry date */
"LABEL_EXPIRY_DATE" = "Expiry date";

/* Facebook */
"LABEL_FACEBOOK" = "Facebook";

/* Family discounts: save even more when travelling together with family or friends! */
"LABEL_FAMILY_DISCOUNTS" = "Family discounts: save even more when travelling together with family or friends!";

/* Fare rules */
"LABEL_FARE_RULES" = "Fare rules";

/* First name */
"LABEL_FIRST_NAME" = "First name";

/* First name is mandatory! */
"ERROR_FIRST_NAME_REQUIRED" = "First name is mandatory!";

/* Flight */
"LABEL_FLIGHT" = "Flight";

/* Flight booking */
"NAVIGATION_FLIGHT_BOOKING" = "Flight booking";

/* Flights & departure times */
"LABEL_FLIGHT_DEPARTURE_TIMES" = "Flights & departure times";

/* For online check-in please visit wizzair.com and print your boarding card! */
"LABEL_FOR_ONLINE_CHECKIN" = "For online check-in please visit wizzair.com and print your boarding card!";

/* From */
"LABEL_FROM" = "From";

/* General Conditions of Carriage */
"LABEL_GENERAL_CONDITIONS_OF_CARRIAGE" = "General Conditions of Carriage";

/* Give us feedback */
"LABEL_GIVE_US_FEEDBACK" = "Give us feedback";

/* Going out */
"TYPE_GOING_OUT" = "Going out";

/* Guaranteed discount of %@ %@ per one-way flight on all fares* exceeding %@ %@. */
"LABEL_WHY_JOIN_2" = "Guaranteed discount of %1$@ %2$@ per one-way flight on all fares* exceeding %3$@ %4$@.";

/* Home */
"LABEL_HOME" = "Home";

/* I accept */
"LABEL_I_ACCEPT" = "I accept";

/* I accept the Privacy Policy and General Conditions of Carriage */
"LABEL_ACCEPT_TERMS_CONDITIONS_DESC" = "I accept the Privacy Policy and General Conditions of Carriage";

/* inactive */
"LABEL_INACTIVE" = "inactive";

/* Instant access to the discounts! */
"LABEL_INSTANT_ACCESS" = "Instant access to the discounts!";

/* Invalid e-mail address! */
"ERROR_INVALID_EMAIL_ADDRESS" = "Invalid e-mail address!";

/* Invalid mobile phone number! */
"ERROR_INVALID_MOBILE_PHONE_NUMBER" = "Invalid mobile phone number!";

/* Invalid phone number! */
"ERROR_INVALID_PHONE_NUMBER" = "Invalid phone number!";

/* Join our WIZZ Discount Club program today for only %@ %@ and save %@ %@ per one-way flight!! */
"LABEL_JOIN_TEXT" = "Join our WIZZ Discount Club program today for only %1$@ %2$@ and save %3$@ %4$@ per one-way flight!!";

/* Join the Wizz Discount Club! */
"LABEL_JOIN_CLUB" = "Join the Wizz Discount Club!";

/* Large cabin */
"LABEL_LARGE_CABIN" = "Large cabin";

/* Large Cabin Bag */
"CABIN" = "Large Cabin Bag";

/* Last name */
"LABEL_LAST_NAME" = "Last name";

/* Last name is mandatory! */
"ERROR_LAST_NAME_REQUIRED" = "Last name is mandatory!";

/* LOG IN */
"TITLE_LOG_IN" = "LOG IN";

/* Log in */
"LABEL_LOG_IN" = "Log in";

/* LOGOUT */
"LABEL_LOGOUT" = "LOGOUT";

/* Membership status */
"LABEL_MEMBERSHIP_STATUS" = "Membership status";

/* Missing card number! */
"ERROR_MISSING_CARD_NUMBER" = "Missing card number!";

/* Missing CVC number! */
"ERROR_MISSING_CVC_NUMBER" = "Missing CVC number!";

/* Missing expiry date! */
"ERROR_MISSING_EXPIRY_DATE" = "Missing expiry date!";

/* Missing holder name! */
"ERROR_MISSING_HOLDER_NAME" = "Missing holder name!";

/* Mobile phone */
"LABEL_MOBILE_PHONE" = "Mobile phone";

/* Month */
"LABEL_MONTH" = "Month";

/* More */
"LABEL_MORE" = "More";

/* My bookings */
"NAVIGATION_MY_BOOKINGS" = "My bookings";

/* My Bookings */
"TITLE_MY_BOOKINGS" = "My Bookings";

/* My Wizz Account */
"TITLE_MY_WIZZ_ACCOUNT" = "My Wizz Account";

/* myWizz */
"LABEL_MYWIZZ" = "myWizz";

/* Name */
"LABEL_NAME" = "Name";

/* Name fields can't be empty! */
"ERROR_NAME_CANT_BE_EMPTY" = "Name fields can't be empty!";

/* Network is not available! */
"ERROR_NETWORK_NOT_AVAILABLE" = "Network is not available!";

/* NO */
"LABEL_NO" = "NO";

/* No baggage */
"LABEL_NO_BAGGAGE" = "No baggage";

/* No booking found. */
"LABEL_NO_BOOKING_FOUND" = "No booking found.";

/* No flight found for your search,\nplease try another date. */
"LABEL_NO_FLIGHT_FOUND_TRY_ANOTHER_DATE" = "No flight found for your search,\nplease try another date.";

/* No flight found! */
"LABEL_NO_FLIGHT_FOUND" = "No flight found!";

/* No, thank you. */
"LABEL_NO_THANK_YOU" = "No, thank you.";

/* None */
"LABEL_NONE" = "None";

/* Ok */
"LABEL_OK" = "Ok";

/* One way */
"LABEL_ONE_WAY" = "One way";

/* Passanger's first name: */
"LABEL_PASSANGERS_FIRST_NAME" = "Passenger's first name:";

/* Passanger's last name: */
"LABEL_PASSANGERS_LAST_NAME" = "Passenger's last name:";

/* Passengers */
"LABEL_PASSENGERS" = "Passengers";

/* Password: */
"LABEL_PASSWORD" = "Password:";

/* Past bookings */
"TITLE_PAST_BOOKINGS" = "Past bookings";

/* Payment method */
"LABEL_PAYMENT_METHOD" = "Payment method";

/* Payment session expired. Please restart your booking. */
"ERROR_PAYMENT_SESSION_EXPIRED" = "Payment session expired. Please restart your booking.";

/* Session expired. Please restart your booking. */
"ERROR_BOOKING_SESSION_EXPIRED" = "Session expired. Please restart your booking.";

/* Session expired. Please restart add services. */
"ERROR_ADD_SERVICE_SESSION_EXPIRED" = "Session expired. Please restart add services.";

/* Payment status */
"LABEL_PAYMENT_STATUS" = "Payment status";

/* Phone number */
"LABEL_PHONE" = "Phone number";

/* Please enter the following data of your booking. */
"LABEL_SEARCH_BOOKING_TITLE" = "Please enter the following data of your booking.";

/* Please log in */
"LOGIN_TITLE" = "Please log in";
"LABEL_LOGIN" = "Log In";

/* Please select a month! */
"ERROR_SELECT_A_MONTH" = "Please select a month!";

/* Please select Departure date first! */
"ERROR_SELECT_DEP_DATE_FIRST" = "Please select Departure date first!";

/* Please select Departure date! */
"ERROR_SELECT_DEP_DATE" = "Please select Departure date!";

/* Please select departure station! */
"ERROR_SELECT_DEP_STATION" = "Please select departure station!";

/* Please select destination station! */
"ERROR_SELECT_DEST_STATION" = "Please select destination station!";

/* Please select From first! */
"ERROR_SELECT_FROM_FIRST" = "Please select From first!";

/* Please select From! */
"ERROR_SELECT_FROM" = "Please select From!";

/* Please select To! */
"ERROR_SELECT_TO" = "Please select To!";

/* Please update the app */
"FORCE_UPGRADE_TITLE" = "Please update the app";

/* Please update your Wizz Air app to get the best experience on your mobile. */
"UPDATE_AVAILABLE_DESCRIPTION" = "Please update your Wizz Air app to get the best experience on your mobile.";

/* Please, fill personal data for all passengers! */
"ERROR_PERSONAL_DATA_ALL_PASSENGERS" = "Please, fill personal data for all passengers!";

/* Please, select a baggage type for all passengers! */
"ERROR_SELECT_BAGGAGE_TYPE" = "Please, select a baggage type for all passengers!";

/* Please, select a cabin baggage type for all passengers! */
"ERROR_SELECT_CABIN_BAGGAGE_TYPE" = "Please, select a cabin baggage type for all passengers!";

/* Please, select a card type! */
"ERROR_SELECT_CARD_TYPE" = "Please, select a card type!";

/* Please, select a checkin type for all passengers! */
"ERROR_SELECT_CHECKIN_TYPE" = "Please, select a checkin type for all passengers!";

/* Please, select a comfort option! */
"ERROR_SELECT_A_COMFORT_OPTION" = "Please, select a comfort option!";

/* Please, select comfort option! */
"ERROR_SELECT_COMFORT_OPTION" = "Please, select comfort option!";

/* Priority & comfort */
"LABEL_PRIORITY_COMFORT" = "Priority & comfort";

/* Priority & comfort option */
"LABEL_PRIORITY_COMFORT_OPTION" = "Priority & comfort option";

/* Priority & Comfort option */
"LABEL_PRIORITY_COMFORT_OPTION_2" = "Priority & Comfort option";

/* Priority & comfort options */
"LABEL_PRIORITY_COMFORT_OPTIONS" = "Priority & comfort options";

/* Privacy policy */
"LABEL_PRIVACY_POLICY" = "Privacy policy";

/* Privacy Policy */
"LABEL_PRIVACY_POLICY_2" = "Privacy Policy";

/* Profile & Settings */
"LABEL_PROFILE_SETTINGS" = "Profile & Settings";

/* Read terms */
"LABEL_READ_TERMS" = "Read terms";

/* Remove */
"LABEL_REMOVE" = "Remove";

/* Reserved seat */
"FRRS" = "Reserved seat";

/* Return date */
"LABEL_RETURN_DATE" = "Return date";

/* Search */
"LABEL_SEARCH" = "Search";

/* Search Booking */
"TITLE_SEARCH_BOOKING" = "Search Booking";

/* See schedule */
"LABEL_SEE_SCHEDULE" = "See schedule";

/* Select */
"LABEL_SELECT" = "Select";

/* Select an option */
"LABEL_SELECT_AN_OPTION" = "Select an option";

/* Select arrival airport */
"LABEL_SELECT_ARRIVAL_AIRPORT" = "Select arrival airport";

/* Select departure airport */
"LABEL_SELECT_DEPARTURE_AIRPORT" = "Select departure airport";

/* Select flight */
"TITLE_SELECT_FLIGHT" = "Select flight";

/* Select the flight from your current bookings that you'd like to add services to: */
"LABEL_SELECT_FLIGHT_FROM_CURRENT_BOOKINGS" = "Select the flight from your current bookings that you'd like to add services to:";

/* Select your route to see timetable information. */
"LABEL_SELECT_YOUR_ROUTE_TO_SEE_TIMETABLE" = "Select your route to see timetable information.";

/* Services */
"LABEL_SERVICES" = "Services";

/* Small cabin */
"LABEL_SMALL_CABIN" = "Small cabin";

/* Something went wrong... */
"ERROR_SOMETHING_WENT_WRONG" = "Something went wrong...";

/* Sorry, you don't have enough money on your Wizz Account to pay for this booking! */
"LABEL_NOT_ENOUGH_MONEY" = "Sorry, you don't have enough money on your Wizz Account to pay for this booking!";

/* Street address */
"LABEL_STREET_ADDRESS" = "Street address";

/* Submit payment */
"LABEL_SUBMIT_PAYMENT" = "Submit payment";

/* Terms & conditions */
"TITLE_TERMS_CONDITIONS" = "Terms & conditions";

/* The baggage you check in at the airport */
"LABEL_CHECKED_IN_BAGGAGE_DESC" = "The baggage you check in at the airport";

/* The baggage you take with you onto the plane */
"LABEL_CABIN_BAGGAGE_DESC" = "The baggage you take with you onto the plane";

/* The comfort option you choose for this flight */
"LABEL_PRIORITY_COMFORT_OPTIONS_DESC" = "The comfort option you choose for this flight";

/* The type of the card you want to pay with */
"LABEL_PAYMENT_METHOD_DESC" = "The type of the card you want to pay with";

/* The way you want to check in for this flight */
"LABEL_CHECK_IN_TYPE_DESC" = "The way you want to check in for this flight";

/* There was a problem with your booking, please contact the call center. */
"BOOKING_PROBLEM" = "There was a problem with your booking, please contact the call center.";

/* This is only for reporting feedbacks about the mobile app, to send a complaint visit our website. */
"LABEL_GIVE_US_FEEDBACK_DESC" = "This is only for reporting feedbacks about the mobile app, to send a complaint visit our website.";

/* Timetable */
"LABEL_TIMETABLE" = "Timetable";

/* Title */
"LABEL_TITLE" = "Gender";

/* To */
"LABEL_TO" = "To";

/* To access the requested functionality, you need to update Wizz Airr app in the App Store. */
"FORCE_UPGRADE_DESCRIPTION" = "To access the requested functionality, you need to update Wizz Airr app in the App Store.";

/* to book your return flight from %@ to %@ */
"LABEL_BOOK_RETURN_FLIGHT_FROM_TO" = "to book your return flight from %1$@ to %2$@";

/* TOTAL AMOUNT DUE */
"LABEL_TOTAL_AMOUNT_DUE" = "TOTAL AMOUNT DUE";

/* TOTAL AMOUNT PAID */
"LABEL_TOTAL_AMOUNT_PAID" = "TOTAL AMOUNT PAID";

/* Total price */
"LABEL_TOTAL_PRICE" = "Total price";

/* TOTAL PRICE */
"LABEL_TOTAL_PRICE_2" = "TOTAL PRICE";

/* Town/City */
"LABEL_TOWN_CITY" = "Town/City";

/* Travellers & Services */
"TITLE_TRAVELLERS_SERVICES" = "Travellers & Services";

/* Unable to process your payment. Please try again. */
"PAYMENT_PROCESS_PROBLEM" = "Unable to process your payment. Please try again.";

/* Unknown error */
"UNKNOWN_ERROR" = "Unknown error";

/* Unknown error! */
"UNKNOWN_ERROR_2" = "Unknown error!";

/* Valid until */
"LABEL_VALID_UNTIL" = "Valid until";

/* Version */
"LABEL_VERSION" = "Version";

/* Welcome, %@! */
"TITLE_LOGGEDIN" = "Welcome, %@!";

/* WHY JOIN THE CLUB? */
"LABEL_WHY_JOIN" = "WHY JOIN THE CLUB?";

/* Wizz Account */
"TITLE_WIZZ_ACCOUNT" = "Wizz Account";

/* Wizz Account balance */
"LABEL_WIZZ_ACCOUNT_BALANCE" = "Wizz Account balance";

/* Wizz Discount Club */
"LABEL_WIZZ_DISCOUNT_CLUB" = "Wizz Discount Club";

/* WIZZ ID (E-mail address): */
"LOGIN_EMAIL_HINT" = "WIZZ ID (E-mail address):";

/* YES */
"LABEL_YES" = "YES";

/* You haven't added any services! */
"ERROR_NOT_ADDED_SERVICES" = "You haven't added any services!";

/* You need to be a Wizz Discount Club member to\ncontinue booking. */
"LABEL_NEED_TO_BE_DISCOUNT_CLUB_MEMBER" = "You need to be a Wizz Discount Club member to\ncontinue booking.";

/* Your booking is complete */
"WARNING_BOOKING_COMPLETE" = "Your booking is complete";

/* Add service was successful */
"WARNING_ADDSERVICES_SUCCESSFUL" = "Add service was successful.";
"WARNING_ADDSERVICES_SUCCESSFUL_CHECKEDIN" = "Add service was successful. You have added services, please refresh your boarding card.";

/* Your name contains invalid characters!\nPlease only use English letters, '-',\napostrophe and space. */
"ERROR_NAME_CONTAINS_INVALID_CHARACTERS" = "Your name contains invalid characters!\nPlease only use English letters, '-',\napostrophe and space.";

/* Your payment is complete */
"WARNING_PAYMENT_COMPLETE" = "Your payment is complete";

/* Your Wizz Account */
"LABEL_YOUR_WIZZ_ACCOUNT" = "Your Wizz Account";

/* ZIP code */
"LABEL_ZIP_CODE" = "ZIP code";

"TITLE_SETTINGS" = "Settings";
"TITLE_LANGUAGE" = "Language";
"English" = "English";
"Magyar" = "Magyar";
"Polski" = "Polski";
"Română" = "Română";

"LABEL_NEXT_FLIGHT" = "Your next flight:";
"LABEL_SEE_BOOKING_DETAILS" = "See booking details";

"HTML_FARERULES_WAH" = "<html>
<head>
<meta http-equiv=\"content-type\" content=\"text/html; charset=utf-8\" />
<style type=\"text/css\">
.text {
    font-family: Arial, Helvetica, sans-serif;
}
</style>
</head>
<body>
<div class=\"text\">
<b>Wizz Air will strictly enforce the following rules:</b><br/>
<br/>
<b>Cabin baggage rules on flights departing after 24 October 2012:</b><br/>
<br/>
If your cabin baggage is of size 42x32x25cm or smaller it can be taken onboard free of charge. It must fit under the seat in front of you.<br/>
<br/>
If your cabin baggage is larger than the dimensions of a small cabin bag but not exceeding 56x45x25cm, you can take it onboard for a &euro;10 fee. It must fit in the overhead compartment. You must be able to place it in the overhead compartment unassisted.<br/>
<br/>
The number of bags you wish to check-in must be indicated and paid for during the booking process. Further pieces of baggage can be added at a later stage via wizzair.com or though the Call Centre for the same fee. If further pieces of baggage are paid for at the airport, a higher Baggage Fee applies. If passenger check in fewer pieces of baggage than had been paid for, the Baggage Fee will not be refunded.<br/>
<br/>
The routing, the time and date of flight CAN BE CHANGED up to 3 hours prior to departure at the latest for a flight change fee. If the available fare and the taxes, fees and charges for the new flight date and time are higher than those of the original flight, the difference must be paid.<br/>
<br/>
Flights booked with one Wizz Air airline entity - Wizz Air Hungary (airline code WAH) or Wizz Air Ukraine (airline code WAU) - may not be changed to flights operated by another Wizz Air airline entity. Domestic flights may not be changed to international flights and vice versa.<br/>
<br/>
Passenger name may also be changed for a name change fee.<br/>
<br/>
The number of seats offered at this fare is limited and may not be available on subsequent reservations on this or other flights.<br/>
<br/>
All fares are subject to change until purchased.<br/>
<br/>
Airport check-in starts 2 hours and closes 40 minutes before departure according to the Schedule at the airport of the Place of Departure. Should you fail to (a) complete check-in procedures by the Check-in Deadline, or (b) show up at check-in or at the boarding gate in due time for any reason, we will cancel your reservation, deny your boarding and refund the amount of the Total Fare after deducting the amounts of the Fee For Other Services and the Seat Protection Fee.
</div>
</body>
</html>";

"HTML_FARERULES_WAU" = "<html>
<head>
<meta http-equiv=\"content-type\" content=\"text/html; charset=utf-8\" />
<style type=\"text/css\">
.text {
    font-family: Arial, Helvetica, sans-serif;
}
</style>
</head>
<body>
<div class=\"text\">
<b>Wizz Air will strictly enforce the following rules:</b><br/>
<br/>
You are entitled to carry up to 32 kilograms of checked baggage and one piece of cabin baggage with a maximum weight of 10 kilograms and with a maximum dimension of 56х45х25 centimetres for free.<br/>
<br/>
Each subsequent piece of baggage to be checked-in is subject to a baggage fee, payable per bag, per flight and per passenger and can be purchased online, via the call centre or at the airport (subject to a higher fee). If passenger check in fewer pieces of baggage than had been paid for, the Baggage Fee will not be refunded.<br/>
<br/>
This ticket is purchased based on special tariff, which does not allow refund except for the cases specifically mentioned in the Laws of Ukraine or General Conditions of Carriage of Passengers and Baggage.<br/>
<br/>
The routing, the time and date of flight CAN BE CHANGED up to 3 hours prior to departure at the latest for a flight change fee. If the available fare and the taxes, fees and charges for the new flight date and time are higher than those of the original flight, the difference must be paid.<br/>
<br/>
Flights booked with one Wizz Air airline entity - Wizz Air Hungary (airline code WAH) or Wizz Air Ukraine (airline code WAU) - may not be changed to flights operated by another Wizz Air airline entity. Domestic flights may not be changed to international flights and vice versa.<br/>
<br/>
Passenger name may also be changed for a name change fee.<br/>
<br/>
The number of seats offered at this fare is limited and may not be available on subsequent reservations on this or other flights.<br/>
<br/>
All fares are subject to change until purchased.<br/>
<br/>
Airport check-in starts 2 hours and closes 40 minutes before departure according to the Schedule at the airport of the Place of Departure. Should you fail to (a) complete check-in procedures by the Check-in Deadline, or (b) show up at check-in or at the boarding gate in due time for any reason, we will cancel your reservation, deny your boarding without any refund except for the cases specifically mentioned in the laws of Ukraine or General Conditions of Carriage of Passengers and Baggage.
</div>
</body>
</html>";

"HTML_COMPANYADDRESS" = "<html>
<head>
<meta http-equiv=\"content-type\" content=\"text/html; charset=utf-8\" />
<style type=\"text/css\">
.text {
    font-family: Arial, Helvetica, sans-serif;
}

h1 {
    font-size: 20px;
}

p {
    font-size: 14px;
}
</style>
</head>
<body class=\"text\">
<h1 class=\"migrated\">
Company address
</h1>
<p>
Wizz Air Hungary Ltd.<br/>
BUD International Airport Building 221<br/>
H-1185 Budapest<br/><br/>
Court of Pest County as Court of Registration, Reg.No.: 01-09-964332<br/>
EU VAT No: HU13122605<br/><br/>
Supervision: National Transport Authority<br/>
<a href=\"http://www.nkh.hu/repules\">Civil Aviation Administration</a>
</p>
</body>
</html>";

"LABEL_LOADING" = "Loading";
"LABEL_ADD_SERVICES_3_HOURS_BEFORE" = "You can add services to your booking up to 3 hours before the scheduled departure time of your flight.";
"LABEL_FREE" = "Free";

"ERROR_PROVIDE_EMAIL_AND_PASSWORD" = "Please provide both your e-mail address and password!";




"LABEL_CONTINUE_TO_CHECK_IN" = "Continue to check-in";

"NAVIGATION_CHECK_IN" = "Check-in";

"LABEL_CHECK_IN_CONFIRM_MESSAGE" = "Are you sure you reviewed all passenger info, read the conditions and want to check in? Proceeding with check-in you accept that you have also read and understood the List of prohibited articles in cabin baggage.";

"TEXT_CHECK_IN" = "Check in";

"LABEL_CONFIRM_CHECK_IN" = "Confirm check-in";

"LABEL_CONFIRM_CHECK_IN_READ_CONDITIONS" = "Please read the conditions carefully and confirm that you have read and understood them.";

"LABEL_PASSANGERS_WILL_CHECK_IN" = "The following passengers will be check in:";

"LABEL_YES_SURE" = "Yes, I'm sure";

"LABEL_BIRTH_DATE" = "Birth date";

"ERROR_BIRTH_DATE_REQUIRED" = "Birth date cannot be empty!";

"LABEL_DOCUMENT_HAS_EXPIRATION" = "Document has expiration";

"LABEL_DOCUMENT_NUMBER" = "Document number";

"ERROR_DOCUMENT_NUMBER_REQUIRED" = "Document number cannot be empty!";

"LABEL_DOCUMENT_TYPE" = "Document type";

"ERROR_DOCUMENT_TYPE_REQUIRED" = "Document type cannot be empty!";

"TITLE_EDIT_PERSONAL_INFO" = "Edit personal info";

"TITLE_ENTER_PERSONAL_INFO" = "Enter personal info";

"LABEL_EXPIRATION" = "Expiration date";

"ERROR_EXPIRATION_REQUIRED" = "Expiration date cannot be empty!";

"LABEL_HOW_MOBILE_CHECKIN_WORKS" = "How mobile check-in works";

"LABEL_ISSUING_COUNTRY" = "Issuing country";

"ERROR_ISSUING_COUNTRY_REQUIRED" = "Issuing country cannot be empty!";

"LABEL_NATIONALITY" = "Nationality";

"ERROR_NATIONALITY_REQUIRED" = "Nationality cannot be empty!";

"LABEL_PERSONAL_DETAILS" = "Personal details";

"LABEL_SAVE" = "Save";

"LABEL_TRAVEL_DOCUMENT_INFO" = "Travel document information";

"LABEL_ALL_PASSENGERS_CHECKED_IN" = "All passengers checked in";

"LABEL_BOOKING_DETAILS_BOARDING_PASS" = "Booking details and boarding passes";

"LABEL_CHECK_IN_ALL_PASSENGERS" = "Check-in all passengers";

"LABEL_CHECKED_IN_2" = "Checked-in";

"LABEL_CONFIRMATION_NUMBER_2" = "Confirmation number";

"LABEL_EDIT_INFO" = "Edit info";

"LABEL_ENTER_INFO" = "Enter info";

"LABEL_PASSENGER_CAN_BE_CHECKED_IN" = "Passenger can be checked in";

"LABEL_PASSENGER_CHECKED_IN" = "Passenger checked in";

"LABEL_PASSENGER_INFO_NEED" = "Passenger info needs to be\nentered before checking in.";

"LABEL_PERSONAL_INFO_ENTERED" = "Personal info entered";


"Български" = "Български";
"Deutsch" = "Deutsch";
"Italiano" = "Italiano";
"Українська" = "Українська";
"LABEL_CHECK_IN_CONFIRM_DETAILS" = "We no longer require passport information for travel within Schengen as part of the web check-in process. However, you are required to present your valid travel document upon boarding.\n\nPassengers travelling with checked baggage must present themeselves of the baggage drop desk no later than 40 minutes before the sceduled departure time of the flight. At some airports the check-in desks function as baggage drop desks as well.";

"LABEL_VISA_INFORMATION" = "Visa information";
"VISA_NUMBER" = "Visa number";
"ERROR_VISA_NUMBER_REQUIRED" = "Visa number cannot be empty!";
"ERROR_VISA_EXPIRATION_DATE_REQUIRED" = "Visa expiration date cannot be empty!";
"ERROR_VISA_ISSUING_COUNTRY_REQUIRED" = "Visa issuing country cannot be empty!";

"MOBILE_CHECK_IS_NOT_AVAILABLE" = "Mobile check-in is not available for this route.";
"CHECK_IN_FROM_DATE" = "Check-in from %1$@";
"PASSBOOK_NOT_ENABLED_DESC" = "The airport is not able to accept Passbook boarding cards yet. You can complete your check-in now but you have to go to check-in desk to pick-up your boarding card or go to wizzair.com to print your paper boarding card.";
"LABEL_CUSTOMIZE" = "Customize";
"LABEL_ALL_PASSENGERS_CHECKED_IN_2" = "All passengers checked in.";
"LABEL_CHECK_IS_NOT_AVAILABLE" = "Check-in is not available for this flight anymore.";
"LABEL_NEXT_FLIGHT_DUE" = "Your next flight is due in %1$@";

"LABEL_BOARDING_CARD" = "Boarding card";
"ERROR_DOWNLOAD_BOARDING_CARD" = "Cannot download boarding card!";

"LABEL_FREE_OF_CHARGE" = "Free of charge";
"LABEL_WIZZ_ACCOUNT_PAYMENT_IS_NOT_AVAILABLE" = "Wizz Account payment is not available on this route.";
"LABEL_CHECK_IN_WITH_INFANT_IS_NOT_AVAILABLE" = "Check-in with infant is not available on mobile.";
"ERROR_ADULT_CHILD_INFANT_NAME_MUST_UNIQUE" = "Adult name, child name or infant name must be unique!";
"UNDERPAID_BOOKING_DESC" = "Your booking is underpaid, please go to wizzair.com, login and select the flight and pay the difference!";
"PLEASE_CHECK_IN" = "Please, check-in!";

"ERROR_STREET_ADDRESS_REQUIRED" = "Street address cannot be empty!";
"ERROR_ZIP_REQUIRED" = "ZIP code cannot be empty!";

"LABEL_INFANT" = "infant";

"SPEQ" = "Sporting equipment";
"CHOOSE_SPEQ" = "Choose sport equipment!";
"ERROR_INVALID_VERIFICATION_CODE" = "Invalid CVC2/CVV/CID number!";

"LABEL_ABOUT_PASSBOOK" = "About Passbook";
"LABEL_PASSBOOK_DESC" = "To add your boarding card to Passbook, tap on the Add button.";
"NEXT" = "NEXT";
"GET_BOARDING_CARD" = "GET BOARDING CARD";
"LABEL_DOCTYPE_VISA" = "Visa";
"Passport" = "Passport";
"National ID" = "National ID";
"Other document" = "Other document";

"LABEL_FORGOT_PASSWORD" = "FORGOT YOUR PASSWORD?";
"REGISTER" = "REGISTER";

"ERROR_INVALID_CONFIRMATION_NUMBER" = "Invalid confirmation number!";

"TITLE_FLIGHT_STATUS" = "Flight status";
"LABEL_FIND_BY_FLIGHT_NUMBER" = "Find by flight number";
"TITLE_SEARCH_FOR_FLIGHT" = "Search for flight";
"Select a flight" = "Select a flight";
"LABEL_FLIGHT_INFO" = "Flight info";
"LABEL_STATUS" = "Status";
"LABEL_SCHEDULED_DEPARTURE" = "Scheduled departure";
"LABEL_ESTIMATED_DEPARTURE" = "Estimated departure";
"LABEL_SCHEDULED_ARRIVAL" = "Scheduled arrival";
"LABEL_ESTIMATED_ARRIVAL" = "Estimated arrival";
"LABEL_ENTER_FLIGHT_NUMBER" = "Enter flight number";
"ERROR_INVALID_FLIGHT_NUMBER" = "Invalid flight number!";

"LABEL_DEPARTURES" = "Departures";
"LABEL_ARRIVALS" = "Arrivals";

"LABEL_TODAY" = "Today";
"LABEL_YESTERDAY" = "Yesterday";
"LABEL_TOMORROW" = "Tomorrow";
"LABEL_SWITCH_TO_NORMAL_PRICES" = "Switch to normal prices";
"LABEL_SWITCH_TO_WIZZ_DISCOUNT_CLUB_PRICE" = "Switch to WIZZ Discount Club price";
"LABEL_WIZZ_DISCOUNT_CLUB_PRICE" = "WIZZ Discount Club price";
"Already a WIZZ Discount Club member?" = "Already a WIZZ Discount Club member?";
"LABEL_FIRST_ADULT_NAME_INFO" = "The first passenger name will be the Wizz Xclusive Club member's name. (Your name, you will provide on the 'Edit contact info' screen.)";

"LABEL_I_M_TRAVELLING" = "I'm travelling";
"TITLE_OUTAGE_INFORMATION" = "Outage information";

"Delay" = "Delay";
"Canceled" = "Canceled";
"Diverted" = "Diverted";
"On time" = "On time";
"No Info" = "No Info";

"LABEL_FARE" = "Fare";
"LABEL_FLIGHT_PRICE" = "Flight price";
"LABEL_ADMINISTRATION_FEE" = "Administration fee";

"LABEL_NO_FLIGHT_FOUND_FOR_YOUR_SEARCH" = "No flight found for your search.";

"LABEL_NEED_TO_REVIEW" = "You need to renew your Wizz Discount Club membership to continue booking.";



"LABEL_PUSH_NOTIFICATIONS" = "Push notifications";
"LABEL_HOW_CARDS_STORED" = "How cards are stored";
"LABEL_STORED_CREDIT_CARDS" = "Stored credit cards";
"Default card" = "Default card";
"LABEL_OTHER_STORED_CARDS" = "Other stored cards";
"Make this the default card" = "Make this the default card";
"LABEL_CONFIRMATION" = "Confirmation";
"LABEL_WANT_TO_REMOVE_CREDIT_CARD" = "Are you sure you want to remove this credit card?";
"LABEL_CHOOSE_SAVED_CREDIT_CARD" = "Choose a saved credit card";
"LABEL_SAVE_CREDIT_CARD" = "Save this card number?";
"LABEL_CARD_STORED_SECURELY" = "Your card will be stored securely";

"LABEL_STORED_CARDS" = "Stored cards";
"LABEL_CHOOSE_STORED_CARD" = "Choose a previously stored credit card";
"LABEL_ADD_NEW_CARD" = "Add a new card";
"HTML_CARD_STORE_INFO" = "<html>
<head>
<meta http-equiv=\"content-type\" content=\"text/html; charset=utf-8\" />
<style type=\"text/css\">
.topDescription {
    font-weight: bold;
    margin-bottom: 20px;
}

body {
    font-family: Arial, Helvetica, sans-serif;
}

h1 {
    font-size: 20px;
}

p {
    font-size: 14px;
}
</style>
</head>
<body>
<p class=\"topDescription\">
Your credit card information will be stored securely on your device.
</p>
<ul>
<li>Your credit card information will be stored securely on your device</li>
<li>CVC2/CVV/CID numbers will never be stored</li>
<li>You can review and delete your stored cards in MyWizz</li>
</ul>
</body>
</html>";


/* 2013.05.02. */
"LABEL_PUSH_NOTIFICATION" = "Push notification";

/* 2013.05.13. */
"TITLE_UPGRADE_OS" = "Upgrade your OS";
"LABEL_PASSBOOK_IOS6_DESC" = "Check-in and Passbook features are only available in iOS6 or later.";
"LABEL_ADD_SERVICE_NOT_AVAILABLE" = "Add Services is not available for this flight anymore.";

/* 2013.05.22. */
"LABEL_QUOTED_PRICE" = "Quoted price";
"LABEL_COLLECTED_PRICE" = "Collected price";
"LABEL_PAY_IN_DIFFERENT_CURRENCY" = "Pay in different currency";
"LABEL_AVAILABLE_CURRENCIES" = "Available currencies";
"LABEL_AVAILABLE_CURRENCIES_DESC" = "Choose the currency which you'd like to use for your payment";

/* 2013.05.28. */
"HTML_BOOKING_NOT_FOUND" = "<html>
<head>
<meta http-equiv=\"content-type\" content=\"text/html; charset=utf-8\" />
<style type=\"text/css\">
.topDescription {
    font-weight: bold;
    margin-bottom: 20px;
}

body {
    font-family: Arial, Helvetica, sans-serif;
    color: #b9b9b9;
}

h1 {
    font-size: 18px;
}

p {
    font-size: 14px;
}

.center {
    text-align: center;
}
</style>
</head>
<body>
<h1 class=\"center\">
Booking not found.
</h1>
</body>
</html>";

"HTML_NO_FLIGHT_FOUND" = "<html>
<head>
<meta http-equiv=\"content-type\" content=\"text/html; charset=utf-8\" />
<style type=\"text/css\">
.topDescription {
    font-weight: bold;
    margin-bottom: 20px;
}

body {
    font-family: Arial, Helvetica, sans-serif;
    color: #b9b9b9;
}

h1 {
    font-size: 18px;
}

p {
    font-size: 14px;
}

.center {
    text-align: center;
}
</style>
</head>
<body>
<h1 class=\"center\">
No flight found.
</h1>
</body>
</html>";

"HTML_NO_FLIGHT_FOUND_ADD_SERVICES" = "<html>
<head>
<meta http-equiv=\"content-type\" content=\"text/html; charset=utf-8\" />
<style type=\"text/css\">
.topDescription {
    font-weight: bold;
    margin-bottom: 20px;
}

body {
    font-family: Arial, Helvetica, sans-serif;
    color: #b9b9b9;
}

h1 {
    font-size: 18px;
}

p {
    font-size: 14px;
}

.center {
    text-align: center;
}
</style>
</head>
<body>
<h1 class=\"center\">
No flight found.
</h1>
</body>
</html>";

/* 2013.05.29. */
"LABEL_PAYMENT" = "Payment";

/* 2013.06.03. */
"LABEL_TOTAL_AMOUNT_DUE" = "Total amount due";
"LABEL_FIND_BOOKING" = "Find booking";
"LABEL_FIND_BOOKING_DESC" = "Don't you see your booking? Search by confirmation number!";


/* 2013.10.17 */
"ERROR_CHILDREN_YOUNGER_THAN_2" = "Children younger than 2 years are not eligible for flight!";

"ERROR_ONLY_14_OR_YOUNGER_ELIGIBLE" = "Only 14 years or younger children are eligible for the child tickets!";

"ERROR_SELECT_BIRTHDATE_FOR_CHILDREN" = "Please select the birthdate for the children tickets!";

"ERROR_TITLE_FOR_CHILDREN_OVER_AGE_REQUIRED" = "The title for children over %@ years of age has to be specified!";

/* 2014.01.22. */
"HTML_CHECKIN_TYPE" = "";
"HTML_CHECKED_IN_BAGGAGE" = "";
"HTML_CABIN_BAGGAGE" = "";
"HTML_SPORT_EQUIPEMENT" = "";
"HTML_PRIORITY_COMFORT" = "";

"LABEL_WIZZ_FLEX" = "WIZZ Flex";
"LABEL_CHOOSE_WIZZ_FLEX_SERVICE" = "Choose Wizz Flex service!";
"ERROR_WIZZ_FLEX_REQUIRED" = "Missing Wizz Flex service selection!";
"HTML_WIZZFLEX" = "";
"LABEL_FLIGHT_INFORMATION" = "Flight information";
"LABEL_FLIGHT_INFORMATION_DESC" = "Receive your flight details on your mobile phone instantly!";
"ERROR_SELECT_FLIGHT_INFORMATION" = "Please, select a flight information option!";
"HTML_NOTIFICATION" = "";
"LABEL_BOOKING_SERVICES" = "Booking services";
"LABEL_PROCEED_TO_CHECK_IN" = "Proceed to Check-in";
"LABEL_COPY_SERVICES_TO_ALL_PASSENGERS" = "Copy services to all passengers";

"LABEL_PERSONAL_INFORMATIONS" = "Personal informations";
"LABEL_COMPANY_INFORMATIONS" = "Company informations";

"LABEL_DEPARTURE" = "DEPARTURE";
"LABEL_ARRIVAL" = "ARRIVAL";
"LABEL_EDIT" = "Edit";

"LABEL_ABOUT" = "About";
"LABEL_MY_WIZZ" = "My Wizz";
"LABEL_FLIGHT_SEARCH" = "Flight search";

"LABEL_WELCOME" = "WELCOME %@";
"LABEL_BOOKING" = "BOOKING";
"LABEL_FLIGHTS_AND_INFO" = "FLIGHTS & INFO";
"LABEL_ABOUT_APP" = "ABOUT THE APP";

"SERVICE_DESCRIPTION_PRIORITY_BOARDING" = "Purchasing WIZZ Xpress Priority Boarding will guarantee you to be called first to board the aircraft and choose your favorite seat.";
"SERVICE_DESCRIPTION_XXL_EXTRA_LEGROOM" = "Add Extra Legroom and have a seat in one of the emergency rows, where you can enjoy significantly more space for your legs and take advantage of priority boarding as an additional benefit.";
"SERVICE_DESCRIPTION_RESERVED_SEAT" = "Be amongst the first passengers to board, chose a reserved seat in the first two rows of the plane and save time with exiting the aircraft first upon arrival.";
"SERVICE_DESCRIPTION_XTRA_SPACE" = "Do you prefer more space around you? Are you fed up with fighting for the armrest? Then all you have to do is purchase the Wizz Xtra Space service which guarantees that nobody is sitting next to you. It’s as simple as a click!";

"SERVICE_DESCRIPTION_CHECKED_IN_BAGGAGE" = "Each piece of baggage is subject to a fee. Save 50% or more when purchasing your checked-in baggage online (compared to the airport).";
"SERVICE_DESCRIPTION_SMALL_CABIN_BAGGAGE" = "If your cabin baggage is of size 42x32x25cm or smaller it can be taken onboard free of charge. It must fit under the seat in front of you.";
"SERVICE_DESCRIPTION_LARGE_CABIN_BAGGAGE" = "If your cabin baggage is larger than the dimensions of a small cabin bag but not exceeding 56x45x25cm, you can take it onboard by purchasing the large cabin bag option. You must be able to place it in the overhead compartment unassisted.";
"SERVICE_DESCRIPTION_SPORTING_EQUIPMENT" = "Carriage of sporting equipment is subject to a sporting equipment fee and must be indicated and paid for during the booking process.";
"SERVICE_DESCRIPTION_ONLINE_CHECK_IN" = "If you select web check-in, you must print your boarding card and take it with you to the airport. If you do not have a boarding pass, you will be charged the applicable airport check-in fee.";
"SERVICE_DESCRIPTION_AIRPORT_CHECK_IN" = "Airport check-in can be purchased at the time of booking or at a later stage using the \"Add Service\" option or via the Call Centre. Airport check-in purchased at the airport is subject to a higher fee.";

"LABEL_SELECT_SERVICE" = "Please, select service";
"LABEL_TWITTER" = "Twitter";
"LABEL_YOUTUBE" = "Youtube";

"LABEL_FLIGHT_NUMBER_PLACEHOLDER" = "Flight number";

"LABEL_CHOOSE_AIRPORT" = "Choose an airport";
"LABEL_CHANGE_PASSWORD" = "Change password";
"LABEL_OPEN_PASSBOOK_DESC" = "Open Passbook application to get your Boarding card.";

"LABEL_IPAD_PASSBOOK_WARNING" = "iPadPassbookWarning";

"SMS" = "SMS Confirmation";
"FLINFO" = "WIZZ Flight Info";

"LABEL_PROMO_ORIGINAL_PRICE" = "%% original price: %@ %@ per person";

/* 2014.06.03. */
"LABEL_WIZZ_PRIVILEGE_PASS" = "Wizz Privilege Pass";
"HTML_MYWIZZ_CONTACT_INFO" = "<html>
<head>
<meta http-equiv=\"content-type\" content=\"text/html; charset=us-ascii\">
<style type=\"text/css\">
body {
    font-family: \"Helvetica Neue\", Roboto, Arial, Helvetica, sans-serif;
    font-weight: lighter;
}
</style>
</head>
<body>
<div>Contact info!</div>
</body>
</html>";

/* 2014.06.26. */
"LABEL_CHECK_IN_IS_NOT_AVAILABLE" = "Check-in is not available.";

/* 2014.06.30. */
"LABEL_PARTNERS" = "PARTNERS";
"LABEL_HOTELS" = "Hotels";
"LABEL_CAR_RENTALS" = "Car rentals";

/* 2014.07.10. */
"LABEL_CHECK_WILL_BE_AVAILABLE_ON" = "Check-in for this flight will be available\non %@.";

/* 2014.07.23 */
"ERROR_INVALID_FIRST_NAME" = "Invalid first name!";
"ERROR_INVALID_LAST_NAME" = "Invalid last name!";

/* 2014.08.06 */
"LABEL_OPTIONAL" = "Optional";

/* 2014.08.08 */
"LABEL_WIZZ_ACCOUNT_PAYMENT_IS_NOT_AVAILABLE_FOR_OTHER_CUSTOMER" = "Wizz Account payment is not available.";

/* 2014.08.11 */
"LABEL_BOOKING_STATUS_TYPES" = "Booking status";
"LABEL_STATUS_HOLD" = "Hold";
"LABEL_STATUS_CONFIRMED" = "Confirmed";
"LABEL_STATUS_CLOSED" = "Closed";
"LABEL_STATUS_HOLDCANCELED" = "Hold Canceled";

/* 2014.08.15 */
"LABEL_WIZZ_ACCOUNT_IS_NOT_AVAILABLE" = "Wizz Account is not available.";

/* 2014.08.26 */
"ERROR_EMAIL_ADDRESS_CANNOT_BE_LONGER" = "E-mail address cannot be longer than %d characters!";
"ERROR_PASSWORD_CANNOT_BE_LONGER" = "Password cannot be longer than %d characters!";
"ERROR_CONFIRM_NUMBER_CANNOT_BE_LONGER" = "Confirmation number cannot be longer than %d characters!";
"ERROR_PASS_FIRST_NAME_CANNOT_BE_LONGER" = "Passenger's first name cannot be longer than %d characters!";
"ERROR_PASS_LAST_NAME_CANNOT_BE_LONGER" = "Passenger's last name cannot be longer than %d characters!";
"ERROR_FLIGHT_NUMBER_CANNOT_BE_LONGER" = "Flight number cannot be longer than %d characters!";
"ERROR_FIRST_NAME_CANNOT_BE_LONGER" = "First name cannot be longer than %d characters!";
"ERROR_LAST_NAME_CANNOT_BE_LONGER" = "Last name cannot be longer than %d characters!";
"ERROR_TOWN_CITY_CANNOT_BE_LONGER" = "Town/City cannot be longer than %d characters!";
"ERROR_STREET_ADDRESS_CANNOT_BE_LONGER" = "Street address cannot be longer than %d characters!";
"ERROR_ZIP_CODE_CANNOT_BE_LONGER" = "ZIP code cannot be longer than %d characters!";
"ERROR_MOBILE_PHONE_CANNOT_BE_LONGER" = "Mobile phone cannot be longer than %d characters!";
"ERROR_PHONE_NUMBER_CANNOT_BE_LONGER" = "Phone number cannot be longer than %d characters!";
"ERROR_COMPANY_NAME_CANNOT_BE_LONGER" = "Company name cannot be longer than %d characters!";
"ERROR_COMPANY_TAX_NR_CANNOT_BE_LONGER" = "Company tax nr. cannot be longer than %d characters!";
"ERROR_DOCUMENT_NUMBER_CANNOT_BE_LONGER" = "Document number cannot be longer than %d characters!";

/* 2014.08.27 */
"LABEL_WIZZ_DISCOUNT_CLUB_PARTNER" = "Wizz Discount Club Partner";
"LABEL_WIZZ_DISCOUNT_CLUB_COBRANDED" = "Wizz Discount Club Co-Branded";
"LABEL_WIZZ_DISCOUNT_CLUB_GROUP" = "Wizz Discount Club Group";
"LABEL_WIZZ_DISCOUNT_CLUB_OLD" = "Wizz Club Old Membership";

/* 2014.09.03 */
"NAVIGATION_WIZZ_DISCOUNT_CLUB" = "WIZZ Discount Club";
"LABEL_JOIN_THE_CLUB" = "Join the Club";
"HTML_WZZ_DISCOUNT_CLUB_SAVING" = "saiving: %@, checked-in bag: %@, wdc: %@";
"HTML_WZZ_DISCOUNT_CLUB_GENERAL" = "saiving: %@, checked-in bag: %@, wdc: %@";

/* 2014.09.05 */
"LABEL_WIZZ_DISCOUNT_CLUB_SAVING" = "Do you want to save %@ on this booking?";

/* 2014.09.18 */
"LABEL_CONTINUE_WITHOUT_JOINING" = "Continue without joining";

/* 2014.09.30 */
/******************************************************************************************************************************************************************************/
"JOIN_WIZZ_CLUB_CONTENT_GENERAL_STANDARD" = " <!DOCTYPE html>
<html>
<head>
<meta charset=\"utf-8\">
<title>WDC 2 Webview</title>
<meta name=\"viewport\" content=\"width=device-width, initial-scale=1, user-scalable=no\">
<meta http-equiv=\"cleartype\" content=\"on\">
<link rel=\"stylesheet\" href=\"css/styles.css\">
</head>
<body>
<div class=\"header\">
<img src=\"http://testsite2.wizzair.local/static/images/mobile/wdc-logo.png\" alt=\"WIZZ Discount Club\">
</div>

<div class=\"main\">
<h1>Join the WIZZ Discount Club and save <b>{TotalSaving}</b> on this booking</h1>

<p><b class=\"highlight highlight--primary\">Get {Wdc1} discount</b> on this flight fare and <b class=\"highlight highlight--primary\">{BagSaving} on baggage fees</b> if you join the club now. Pay just {Wdc2Partner} annual fee for the Standard Membership.</p>

<p><a href=\"#\">Learn more</a> on WIZZ Discount Club.</p>

<div class=\"card\">
<form action=\"wizzair://wdcpartner\">
<div class=\"group\">
<h2 class=\"pull--left\">Standard</h2>
<h2 class=\"pull--right text--standard\">{Wdc2Partner}/year</h2>
</div>

<ul class=\"ui-list ui-list--checklist\">
<li class=\"flag flag--top\">
<span class=\"flag-object\">
<img alt=\"\" src=\"http://testsite2.wizzair.local/static/images/mobile/icon-check.png\" />
</span>
<span class=\"flag-body\">
<b>Guaranteed minimum discount</b> of {Saving} on each flight on all fares from {TotalSaving} for 1 year
</span>
</li>

<li class=\"flag flag--top\">
<span class=\"flag-object\">
<img alt=\"\" src=\"http://testsite2.wizzair.local/static/images/mobile/icon-check.png\" />
</span>
<span class=\"flag-body\">
<b>Guaranteed {BagSaving} discount</b> on all piece of baggage purchased online for 1 year
</span>
</li>

<li class=\"flag flag--top\">
<span class=\"flag-object\">
<img alt=\"\" src=\"http://testsite2.wizzair.local/static/images/mobile/icon-check.png\" />
</span>
<span class=\"flag-body\">
These benefits for you and <b>1 travel companion</b>
</span>
</li>
</ul>

<label class=\"form-label group\">
<span class=\"checkbox pull--left\" id=\"standard-accept\">
<input type=\"checkbox\" />
</span>
<span class=\"pull--left\">I accept the <a href=\"#\">Terms and conditions</a></span>

<span class=\"error highlight highlight--primary\">You need to accept the Terms and conditions.</span>
</label>

<input type=\"submit\" id=\"standard-submit\" class=\"button button--primary button--block\" value=\"Purchase {Wdc2Partner}\" />
</form>
</div>

<div class=\"card\">
<form action=\"wizzair://wdcgroup\">
<div class=\"group\">
<h2 class=\"pull--left\">Group</h2>
<h2 class=\"pull--right text--standard\">{Wdc2Group}/year</h2>
</div>

<ul class=\"ui-list ui-list--checklist\">
<li class=\"flag flag--top\">
<span class=\"flag-object\">
<img alt=\"\" src=\"http://testsite2.wizzair.local/static/images/mobile/icon-check.png\" />
</span>
<span class=\"flag-body\">
<b>Guaranteed minimum discount</b> of {Saving} on each flight on all fares from {Wdc1} for 1 year
</span>
</li>

<li class=\"flag flag--top\">
<span class=\"flag-object\">
<img alt=\"\" src=\"http://testsite2.wizzair.local/static/images/mobile/icon-check.png\" />
</span>
<span class=\"flag-body\">
<b>Guaranteed {CabinNegFee} discount</b> on all piece of baggage purchased online for 1 year
</span>
</li>

<li class=\"flag flag--top\">
<span class=\"flag-object\">
<img alt=\"\" src=\"http://testsite2.wizzair.local/static/images/mobile/icon-check.png\" />
</span>
<span class=\"flag-body\">
These benefits for you and <b>1 travel companion</b>
</span>
</li>

<li class=\"flag flag--top\">
<span class=\"flag-object\">
<img alt=\"\" src=\"http://testsite2.wizzair.local/static/images/mobile/icon-check.png\" />
</span>
<span class=\"flag-body\">
These benefits for you and up to <b>{CheckedInNegFee} travel companions</b>
</span>
</li>
</ul>

<label class=\"form-label group\">
<span class=\"checkbox pull--left\" id=\"group-accept\">
<input type=\"checkbox\" />
</span>
<span class=\"pull--left\">I accept the <a href=\"#\">Terms and conditions</a></span>

<span class=\"error highlight highlight--primary\">You need to accept the Terms and conditions.</span>
</label>

<input type=\"submit\" id=\"group-submit\" class=\"button button--primary button--block\" value=\"Purchase ({Wdc2Group})\" />
</form>
</div>

<div class=\"button-container\">
<form action=\"wizzair://continue\">
<input type=\"submit\" id=\"group-submit\" class=\"button button--secondary button--block\" value=\"No, thanks\" />
</form>
</div>
</div>

<script>
// Config
window.wizzConfig = {
    klass: {
        // States
        IS_HIDDEN: 'is-hidden',
        IS_CHECKED: 'is-checked',
        IS_READONLY: 'readonly',

        // Validation
        HAS_ERROR: 'has-error',
        IS_VALID: 'is-valid'
    },
    elms: {
        // accept terms and conditions
        STANDARD_ACCEPTION: 'standard-accept',
        GROUP_ACCEPTION: 'group-accept',

        // submit buttons
        STANDARD_SUBMIT: 'standard-submit',
        GROUP_SUBMIT: 'group-submit'
    }
};

// Check/uncheck the checkboxew
var checkboxes = document.querySelectorAll('.checkbox');
[].forEach.call(checkboxes, function (item) {
    item.onclick = function() {
        item.classList.remove( window.wizzConfig.klass.HAS_ERROR );
        item.classList.toggle( window.wizzConfig.klass.IS_CHECKED );
    }
});

// Submit forms
if ( document.getElementById(window.wizzConfig.elms.STANDARD_SUBMIT) ) {
    document.getElementById(window.wizzConfig.elms.STANDARD_SUBMIT).onclick = function() {
        if ( document.getElementById(window.wizzConfig.elms.STANDARD_ACCEPTION).classList.contains( window.wizzConfig.klass.IS_CHECKED ) === false ) {
            addErrorClass( document.getElementById(window.wizzConfig.elms.STANDARD_ACCEPTION) );
            return false;
        }
    }
}

if ( document.getElementById(window.wizzConfig.elms.GROUP_SUBMIT) ) {
    document.getElementById(window.wizzConfig.elms.GROUP_SUBMIT).onclick = function() {
        if ( document.getElementById(window.wizzConfig.elms.GROUP_ACCEPTION).classList.contains( window.wizzConfig.klass.IS_CHECKED ) === false ) {
            addErrorClass( document.getElementById(window.wizzConfig.elms.GROUP_ACCEPTION) );
            return false;
        }
    }
}

addErrorClass = function( checkbox ) {
    checkbox.classList.add( window.wizzConfig.klass.HAS_ERROR );
};
</script>
</body>
</html>";
/******************************************************************************************************************************************************************************/
/* 2014.10.10 */
"ERROR_CARD_NUMBER_CANNOT_BE_LONGER" = "Card number cannot be longer than %d characters!";
"ERROR_HOLDER_NAME_CANNOT_BE_LONGER" = "Holder name cannot be longer than %d characters!";
"ERROR_CVC_CANNOT_BE_LONGER" = "CVC number cannot be longer than %d characters!";

/* 2014.10.22 */
"ERROR_PERSON_YOUNGER_THAN_ELIGIBLE" = "Only %d years or older %@ are eligible for the tickets!";
"ERROR_PERSON_OLDER_THAN_ELIGIBLE" = "Only %d years or younger %@ are eligible for the tickets!";
"ERROR_SELECT_BIRTHDATE" = "Please select the birthdate for the %@ tickets!";

/* 2014.11.07 */
"LABEL_INFANT_LESS_2" = "Infant (<2)";

/* 2014.11.11 */
"LABEL_NO_PLACE_FOR_MORE_INFANTS" = "No place for more infants on this flight";
"LABEL_INFANT_NUM" = "Infant %d";

/* 2014.11.13 */
"LABEL_INFANTS" = "infants";

/* 2014.11.25 */
"NAVIGATION_CHECK_IN_WITHOUT_INFANT" = "Check-in without infant";

/* 2014.11.26 */
"HTML_PRIORITY_COMFORT_INFANT" = "";
"LABEL_ADULT_2" = "Adult";
"LABEL_TRAVELLING_WITH_KIDS" = "Travelling with kids";

/* 2014.11.30 */
"LABEL_FREE_FLIGHT_PRICE" = "FREE flight price";

/* 2014.12.10 */
"LABEL_ORIGINAL_FLIGHT_PRICE" = "Original flight price";
"LABEL_DISCOUNT" = "discount";

/* 2014.12.11 */
"LABEL_NORMAL_PRICE" = "Normal price";

/* 2014.12.16 */
"HTML_CHECKIN_NOT_AVAILABLE" = "<html><head><meta http-equiv=\"content-type\" content=\"text/html; charset=utf-8\" /><style type=\"text/css\">.topDescription {    font-weight: bold;    margin-bottom: 20px;}body {    font-family: Arial, Helvetica, sans-serif;    color: #b9b9b9;}h1 {    font-size: 14px;}p {    font-size: 12px;}.center {    text-align: center;}</style></head><body><h1 class=\"center\">Check-in is not available.</h1></body></html>";

/* 2014.12.17 */
"LABEL_PROMOTIONAL_PRICE" = "Promotional price";
"LABEL_PROMOTIONAL_WIZZ_DISCOUNT_CLUB_PRICE" = "WIZZ Discount Club promotional price";
"LABEL_SEAT_ALLOCATION" = "Seat allocation";

/* 2014.12.19 */
"LABEL_CHECKIN_GENERAL_INFO" = "Please note that users checked in on mobile may print a paper boarding card on wizzair.com at any time. In case of technical issues with the mobile boarding card at the airport, please proceed to the Wizz Air check-in desk.";

/* 2014.12.18 */
"LABEL_SEAT_ALLOCATION_PASSANGERS_WARNING" = "We have pre assigned the following seat(s) for you at no additional fee. Please select another seat if you want to change it for a small fee.";

/* 2015.01.07 */
"LABEL_CHANGE_SEATS" = "Change seats";
"LABEL_SEAT_SELECTION" = "Seat selection";

/* 2015.01.10 */
"LABEL_SHOW_LEGEND" = "Show legend";
"LABEL_HIDE_LEGEND" = "Hide legend";
"LABEL_SEAT_AVAILABLE" = "Available";
"LABEL_SEAT_SELECTED" = "Selected seat (selected passenger)";
"LABEL_SEAT_OTHER" = "Selected seat (other passengers)";
"LABEL_SEAT_UNAVAILABLE" = "Unavailable";
"LABEL_SEAT_EXTL_AVAILABLE" = "Extra legroom / Front row seat";

/* 2015.01.20 */
"LABEL_YOUR_CHANGES_DISCARDED" = "Your changes will be discarded. Are you sure?";

/* 2015.01.27 */
"ADD_SERVICES_COMFORT_OPTIONS_INFO" = "Applied to all passengers";

/* 2015.02.02 */
"LABEL_FIRST_ROW_SEATS" = "First row seats";
"LABEL_UPFRONT_SEATS" = "Upfront seats";
"LABEL_FRONT_CABIN" = "Front cabin";
"LABEL_EXTRA_LEGROOM" = "Extra legroom";
"LABEL_CENTER_CABIN" = "Center cabin";
"LABEL_REAR_CABIN" = "Rear cabin";

/* 2105.02.09 */
"LABEL_SEAT" = "Seat";

/* 2015.02.16 */
"LABEL_ALLOCATED_SEATS_ARE_NOT_AVAILABLE" = "This is a free seating flight. Allocated seats are not available.";

/* 2015.02.18 */
"LABEL_SEAT_RESERVATION" = "Seat reservation";

/* 2015.02.20 */
"ALERT_TITLE_SEAT_SELECTION_YOU_DONT_HAVE_SEAT" = "Seat selection";
"LABEL_YOU_DONT_HAVE_SEAT" = "You don't have any seats allocated yet, please choose one. We automatically selected one for you for free of charge. If you change this default selection, it may result in additional costs.";

/* 2015.02.26 */
"ERROR_NETWORK_NO_CONNECTIVITY" = "No connectivity!";
"ERROR_NETWORK_NO_RESPONSE_OR_PARTIALLY_RECEIVED" = "No response or partially response received!";
"ERROR_NETWORK_NO_ENDPOINT_FOUND" = "No endpoint found!";
"LABEL_APPLY_CHANGES" = "Apply changes";

/* 2015.03.05 */
"LABEL_SEAT_SELECTION_NOT_AVAILABLE_WARNING" = "Seat selection not available for all passengers. Please call the call centre!";
"ALERT_TITLE_PASSENGER_THAT_REQUIRES_ASSISANCE" = "Seat selection";
"LABEL_PASSENGER_THAT_REQUIRES_ASSISANCE" = "The passenger that requires assisance and 1 accompanying passenger must contact our call center to assign a seat before you check-in online. Seats will not be allocated at this moment.";

/* 2015.03.18 */
"ALERT_TITLE_BOARDING_CARD_PASSENGER_THAT_REQUIRES_ASSISANCE" = "Seat selection";
"LABEL_BOARDING_CARD_PASSENGER_THAT_REQUIRES_ASSISANCE" = "Please contact our Call Center to receive an assigned seat. After our Call Center has confirmed your seat you can print your boarding pass.";

/* 2015.03.19 */
"ALERT_TITLE_SEAT_ERROR" = "Seat error";
"LABEL_CONTACT_CALL_CENTER" = " Please contact Call Center!";

/* 2015.03.20 */
"ESS000001" = "Error is occured in the seating service";
"ESS000002" = "There's no booking in current Navitaire session";
"ESS000003" = "Release seat failed";
"ESS000004" = "Reserve seat failed";
"ESS000011" = "Unknown error";
"ESS000012" = "Navitaire Error";
"ESS000013" = "Persistent Store Error";
"ESS000014" = "There're no seat available for outgoing journey";
"ESS000015" = "There're no seat available for returning journey";
"ESS000021" = "There is no recommended seat for outgoing journey";
"ESS000022" = "There is no recommended seat for returning journey";
"ESB000099" = "Unable to hold the requested seats.";
"ESB000100" = "Children and infants are not allowed to be seated in exit rows";
"ESB000101" = "Children and infants are not allowed to be seated in exit rows";
"ESB000102" = "Only 2 passenger with infants can be allocated in the same row at either side of the cabin";
"ESB000103" = "Only 2 passenger with infants can be allocated in the same row at either side of the cabin";

/* 2015.03.23 */
"ALERT_TITLE_FLIGHTCHANGE_REFUND" = "Seat selection";
"LABEL_FLIGHTCHANGE_REFUND" = "There has been a change to your flight or seat. Your original seats were not saved. The seats currently assigned are free of charge. You selected seats for a total value of %1$@ %2$@. We have kept this balance for you to select new seats. If you select seats that are more expensive you just pay the difference. If you accept the free pre-assigned seats, or if you select seats that are cheaper than your balance, you may contact our call centre to refund your balance";
"ALERT_TITLE_FLIGHTCHANGE_NOREFUND" = "Seat selection";
"LABEL_FLIGHTCHANGE_NOREFUND" = "You made a change to your seat. The fee you paid for the seats on your initial flight is non-refundable. If you accept the free pre-assigned seats, or if you select seats that are cheaper than your balance the remainder of our balance will be void. If you select seats that are more expensive you just pay the difference. You can use this balance for any service but you can’t refund.";
"LABEL_ALLOCATED_SEATS_ARE_NOT_AVAILABLE_BY_REDUCED_MOBILITY" = "Allocated seats are not available. Please contact Call Center!";

/* 2015.03.26 */
"LABEL_CONFIRM" = "Confirm";

/* 2015.03.29 */
"LABEL_YES_2" = "Yes";

/* 2015.04.16 */
"LABEL_CABIN_DIMENSIONS" = "56x45x25cm";
"LABEL_SMCB_DIMENSIONS" = "42x32x25cm";

/* 2015.04.23 */
"LABEL_VISA_HAS_NUMBER" = "Visa has number";

/* 2015.06.02 */
"ERROR_INFANT_YOUNGER_THAN_ELIGIBLE" = "Only %d days or older %@ are eligible for the tickets!";

/* 2015.06.03 */
"ERROR_ADD_SERVICES_NOT_AVAILABLE_ANYMORE" = "Add services is not available for this flight anymore.";

/* 2015.06.10 */
"ERROR_CHECKIN_NOT_AVAILABLE_ANYMORE" = "Check-in is not available for this flight anymore.";

/* 2015.07.21 */
"LABEL_DONT_CHANGE" = "Don’t change";
"LABEL_NO_CHECKED_IN_BAG" = "No checked-in bag";

/* 2015.07.31 */
"ALERT_TITLE_ASSIGNED_PRM_SEAT" = "Seat selection";
"LABEL_ASSIGNED_PRM_SEAT" = "You have been assigned seat 1F. This seat may be required to seat a passenger with reduced mobility. Please be prepared to be re-seated by the crew.";

/* 2015.08.14 */
"LABEL_WINDOW_SEAT" = "Window seat";

/* 2015.09.07 */
"LABEL_SELECTED_PRM_SEAT" = "This seat may be required to seat a passenger with reduced mobility. Please be prepared to be re-seated by the crew.";

/* 2015.09.13 */
"LABEL_CURRENCY" = "Currency";
"LABEL_NORMAL_PRICES" = "Normal prices";
"LABEL_WDC_PRICES" = "Wizz Discount Club prices";
"LABEL_BASIC" = "BASIC";
"LABEL_PLUS" = "PLUS";
"LABEL_GENERAL_CONDITIONS_OF_CARRIAGE2" = "General conditions of carriage";
"LABEL_ALL_RIGHTS_RESERVED" = "Wizz Air Hungary Ltd. | All rights reserved. | © 2004 - 2015 Wizz Air";
"LABEL_ACCEPT_AND_CONTINUE" = "Accept & Continue";
"LABEL_BASIC_FARE" = "BASIC FARE";
"LABEL_PLUS_FARE" = "PLUS FARE";
"LABEL_BASIC_FARE_INCLUDES" = "BASIC fare includes";
"LABEL_PLUS_FARE_INCLUDES" = "PLUS fare includes";
"LABEL_BASIC_FARE_FLIGHT_TICKET" = "Flight ticket";
"LABEL_BASIC_FARE_ONLINE_CHECKIN" = "Online check-in";
"LABEL_BASIC_FARE_SMALL_CABIN_BAG" = "1 small cabin bag";
"LABEL_PLUS_FARE_FLIGHT_TICKET" = "Flight ticket";
"LABEL_PLUS_FARE_SEAT_SELECTION" = "Seat selection, including front row and extra legroom seats";
"LABEL_PLUS_FARE_WIZZ_PRIORITY" = "WIZZ Priority Boarding";
"LABEL_PLUS_FARE_WIZZ_FLEX" = "WIZZ Flex for flexibility on flight changes";
"LABEL_PLUS_FARE_PREPAID_AIRPORT" = "Prepaid airport check-in or online check-in";
"LABEL_PLUS_FARE_LARGE_CABIN_BAG" = "1 large cabin bag included";
"LABEL_PLUS_FARE_CHECKEDIN_BAG" = "1 checked-in bag up to 32 kg";
"LABEL_PRIVACY_POLICY_GCC" = "I accept the #<pp>Privacy policy# and #<gcc>General conditions of carriage#"; //PLEASE NOTE: please translate \"General conditions of carriage\" and \"Privacy policy\" as well, and leave the #<gcc># and #<pp># around your translations just as in the English version of this message.
"LABEL_PROHIBITED_ARTICLES" = "Prohibited articles in cabin baggage";
"LABEL_I_CONFIRM" = "Yes, I confirm";

/* 2015.10.16 */
"ESS000023" = "After completing your booking, please call our call center to assign your seats, and they will seat you together.";
"ESS000024" = "After completing your booking, please call our call center to assign your seats, and they will seat you together.";
"ESS000025" = "After completing your booking, please call our call center to assign your seats, and they will seat you together.";
"ESS000026" = "After completing your booking, please call our call center to assign your seats, and they will seat you together.";

/* 2015.10.28 */
"LABEL_AIRPORT_PARKING" = "Airport parking";

/* 2015.11.30 */
"LOGIN_TEST_CAPTCHA" = "<html xmlns=\"http://www.w3.org/1999/xhtml\">
<head>
<meta name=\"viewport\" content=\"width=device-width, initial-scale=1, user-scalable=no\">
<script type=\"text/javascript\" async=\"\" src=\"https://www.gstatic.com/recaptcha/api2/r20151117130340/recaptcha__en_gb.js\"></script><script type=\"text/javascript\">window.NREUM||(NREUM={});NREUM.info = {\"beacon\":\"bam.nr-data.net\",\"errorBeacon\":\"bam.nr-data.net\",\"licenseKey\":\"6d06430ac0\",\"applicationID\":\"16141889\",\"transactionName\":\"NFYHNUdSDEJSUBFQXQ0cJDJlHAFQQ0cGUVNNUhYRTQ==\",\"queueTime\":0,\"applicationTime\":9,\"ttGuid\":\"AE366F803A50EA4D\",\"agent\":\"js-agent.newrelic.com/nr-768.min.js\"}</script><script type=\"text/javascript\">window.NREUM||(NREUM={}),__nr_require=function(e,n,t){function r(t){if(!n[t]){var o=n[t]={exports:{}};e[t][0].call(o.exports,function(n){var o=e[t][1][n];return r(o||n)},o,o.exports)}return n[t].exports}if(\"function\"==typeof __nr_require)return __nr_require;for(var o=0;o<t.length;o++)r(t[o]);return r}({QJf3ax:[function(e,n){function t(e){function n(n,t,a){e&&e(n,t,a),a||(a={});for(var u=c(n),f=u.length,s=i(a,o,r),p=0;f>p;p++)u[p].apply(s,t);return s}function a(e,n){f[e]=c(e).concat(n)}function c(e){return f[e]||[]}function u(){return t(n)}var f={};return{on:a,emit:n,create:u,listeners:c,_events:f}}function r(){return{}}var o=\"nr@context\",i=e(\"gos\");n.exports=t()},{gos:\"7eSDFh\"}],ee:[function(e,n){n.exports=e(\"QJf3ax\")},{}],3:[function(e,n){function t(e){return function(){r(e,[(new Date).getTime()].concat(i(arguments)))}}var r=e(\"handle\"),o=e(1),i=e(2);\"undefined\"==typeof window.newrelic&&(newrelic=window.NREUM);var a=[\"setPageViewName\",\"addPageAction\",\"setCustomAttribute\",\"finished\",\"addToTrace\",\"inlineHit\",\"noticeError\"];o(a,function(e,n){window.NREUM[n]=t(\"api-\"+n)}),n.exports=window.NREUM},{1:12,2:13,handle:\"D5DuLP\"}],gos:[function(e,n){n.exports=e(\"7eSDFh\")},{}],\"7eSDFh\":[function(e,n){function t(e,n,t){if(r.call(e,n))return e[n];var o=t();if(Object.defineProperty&&Object.keys)try{return Object.defineProperty(e,n,{value:o,writable:!0,enumerable:!1}),o}catch(i){}return e[n]=o,o}var r=Object.prototype.hasOwnProperty;n.exports=t},{}],D5DuLP:[function(e,n){function t(e,n,t){return r.listeners(e).length?r.emit(e,n,t):void(r.q&&(r.q[e]||(r.q[e]=[]),r.q[e].push(n)))}var r=e(\"ee\").create();n.exports=t,t.ee=r,r.q={}},{ee:\"QJf3ax\"}],handle:[function(e,n){n.exports=e(\"D5DuLP\")},{}],XL7HBI:[function(e,n){function t(e){var n=typeof e;return!e||\"object\"!==n&&\"function\"!==n?-1:e===window?0:i(e,o,function(){return r++})}var r=1,o=\"nr@id\",i=e(\"gos\");n.exports=t},{gos:\"7eSDFh\"}],id:[function(e,n){n.exports=e(\"XL7HBI\")},{}],G9z0Bl:[function(e,n){function t(){var e=d.info=NREUM.info,n=f.getElementsByTagName(\"script\")[0];if(e&&e.licenseKey&&e.applicationID&&n){c(p,function(n,t){n in e||(e[n]=t)});var t=\"https\"===s.split(\":\")[0]||e.sslForHttp;d.proto=t?\"https://\":\"http://\",a(\"mark\",[\"onload\",i()]);var r=f.createElement(\"script\");r.src=d.proto+e.agent,n.parentNode.insertBefore(r,n)}}function r(){\"complete\"===f.readyState&&o()}function o(){a(\"mark\",[\"domContent\",i()])}function i(){return(new Date).getTime()}var a=e(\"handle\"),c=e(1),u=window,f=u.document;e(2);var s=(\"\"+location).split(\"?\")[0],p={beacon:\"bam.nr-data.net\",errorBeacon:\"bam.nr-data.net\",agent:\"js-agent.newrelic.com/nr-768.min.js\"},d=n.exports={offset:i(),origin:s,features:{}};f.addEventListener?(f.addEventListener(\"DOMContentLoaded\",o,!1),u.addEventListener(\"load\",t,!1)):(f.attachEvent(\"onreadystatechange\",r),u.attachEvent(\"onload\",t)),a(\"mark\",[\"firstbyte\",i()])},{1:12,2:3,handle:\"D5DuLP\"}],loader:[function(e,n){n.exports=e(\"G9z0Bl\")},{}],12:[function(e,n){function t(e,n){var t=[],o=\"\",i=0;for(o in e)r.call(e,o)&&(t[i]=n(o,e[o]),i+=1);return t}var r=Object.prototype.hasOwnProperty;n.exports=t},{}],13:[function(e,n){function t(e,n,t){n||(n=0),\"undefined\"==typeof t&&(t=e?e.length:0);for(var r=-1,o=t-n||0,i=Array(0>o?0:o);++r<o;)i[r]=e[n+r];return i}n.exports=t},{}]},{},[\"G9z0Bl\"]);
</script>
<script type=\"text/javascript\">
function captchaResponseReceived( response ) {
    if ( typeof window.AndroidCaptchaResponseListener != 'undefined' ) {
        AndroidCaptchaResponseListener.responseReceived( response );
        return;
    }

    window.location.href = 'wizzair://captcha-response/' + response;
}
</script>
<title>
</title>
<style>
.g-recaptcha-container {
    text-align: center;
    margin-bottom: -5px;
    margin-bottom: -0.5rem;
}

.g-recaptcha {
    display: inline-block;
}
</style>
</head>
<body>
<form method=\"post\" action=\"en-GB\" id=\"formCaptcha\">
<div class=\"aspNetHidden\">
<input type=\"hidden\" name=\"__VIEWSTATE\" id=\"__VIEWSTATE\" value=\"XbYHfmO7fmeFh4+wfL0xY28YIxY8OyGtSbewKr5Twc9krrjOAR3Q4EOGfTjIHA8f/8drXpmAVrxya0JoCssLbdGPhQGOpkc4n96K1rh/X2Q=\">
</div>
<div class=\"aspNetHidden\">
<input type=\"hidden\" name=\"__VIEWSTATEGENERATOR\" id=\"__VIEWSTATEGENERATOR\" value=\"C04D8A2E\">
</div>
<div class=\"g-recaptcha-container\">
<div class=\"g-recaptcha\" data-sitekey=\"6Lf0wAcTAAAAABCrSehJQvqgZAyNlAPfsfxTqMRK\" data-callback=\"captchaResponseReceived\"><div>
<div style=\"width: 304px; height: 78px;\"><iframe src=\"https://www.google.com/recaptcha/api2/anchor?k=6Lf0wAcTAAAAABCrSehJQvqgZAyNlAPfsfxTqMRK&amp;co=aHR0cHM6Ly9tb2JpbGUtdWF0Lm1vYmlsZS53aXp6YWlyLmNvbTo0NDM.&amp;hl=en-GB&amp;v=r20151117130340&amp;size=normal\" title=\"recaptcha widget\" width=\"304\" height=\"78\" role=\"presentation\" frameborder=\"0\" scrolling=\"no\"></iframe></div><textarea id=\"g-recaptcha-response\" name=\"g-recaptcha-response\" class=\"g-recaptcha-response\" style=\"width: 250px; height: 40px; border: 1px solid #c1c1c1; margin: 10px 25px; padding: 0px; resize: none;  display: none; \"></textarea></div></div>
</div>
</form>
<script src=\"https://www.google.com/recaptcha/api.js?hl=en-GB\"></script>
</body></html>";

/* 2015.12.01 */
"LABEL_SEAT_ALLOCATION_BASIC_FLIGHT" = "Please select another seat if you want to change it for a small fee.";
"LABEL_SEAT_ALLOCATION_PLUS_FLIGHT" = "You selected Plus Fare. You may select any seat at no additional fee.";

/* 2015.12.03 */
"NAVIGATION_LOGIN_CAPTCHA" = "Log in";

/* 2016.12.06 */
"LABEL_AIRPORT_TRANSFER" = "Airport transfer";

/* 2016.02.12 - WIZZAPP-611 */
"LABEL_TRAVEL_INSURANCE" = "Travel insurance";
"LABEL_CHOOSE_TRAVEL_INSURANCE" = "Please choose service";
"LABEL_MULTIRISK_INSURANCE" = "Multi risk insurance";
"LABEL_CANCELLATION_INSURANCE" = "Cancellation insurance";
"LABEL_ADD_MULTIRISK_INSURANCE" = "Yes, I want to purchase insurance (%d-%d day(s))";
"LABEL_ADD_CANCELLATION_INSURANCE" = "Yes, I want to purchase insurance";
"LABEL_INSURANCE_DAYS" = "%d-%d days";
"ERROR_TRAVEL_INSURANCE_REQUIRED" = "Please, select a travel insurance option!";
"HTML_DETAIL_MULTIRISK_INSURANCE" = "
<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01//EN\">
<html>
<head>
<meta http-equiv=\"content-type\" content=\"text/html; charset=us-ascii\">
<style type=\"text/css\">
@font-face { font-family: 'P22UndergroundLight'; src: url('https://wizzair.com/static/fonts/P22Underground/2CB64A_46_0.eot'); src: url('https://wizzair.com/static/fonts/P22Underground/2CB64A_46_0.eot?#iefix') format('embedded-opentype'), url('https://wizzair.com/static/fonts/P22Underground/2CB64A_46_0.woff') format('woff'), url('https://wizzair.com/static/fonts/P22Underground/2CB64A_46_0.ttf') format('truetype'); font-weight: normal; font-style: normal }
body { font-family: P22UndergroundLight, 'Helvetica Neue', Arial, sans-serif; font-weight: lighter; font-size: 12px; margin: 10px; background-color: #f5f5f5; }
</style>
</head>
<body>
<div>
<p>For your own protection please review the <a href=\"https://wizzair.com/en-GB/travel_services/insurance_links\">Terms and conditions</a>.</p>
<p>It makes sense to buy travel insurance for yourself and people you are travelling with, including your family, friends or business colleagues.</p>
<p>You will be covered for:</p>
<ul>
<li>travel delay</li>
<li>medical expenses</li>
<li>personal accident</li>
<li>missed departure</li>
<li>personal belongings</li>
<li>delayed baggage</li>
<li>and many more.</li>
</ul>
<p>For full details click here to view the full policy wording.</p>
<p>*You must be under 65 years of age at the time you buy the policy, except for Germany where there is no age limit.</p>
<p>This product is available to residents of {country}.</p>
<p>There is no cover for undisclosed pre-existing medical conditions, or for travel to or through Afghanistan, Cuba, Liberia or Sudan or countries where the UK Foreign office have warned against all but essential travel.</p>
</div>
</body>
</html>
";
"HTML_MULTIRISK_INSURANCE_CONTENT_LIST" = "
<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01//EN\">
<html>
<head>
<meta http-equiv=\"content-type\" content=\"text/html; charset=us-ascii\">
<style type=\"text/css\">
@font-face { font-family: 'P22UndergroundLight'; src: url('https://wizzair.com/static/fonts/P22Underground/2CB64A_46_0.eot'); src: url('https://wizzair.com/static/fonts/P22Underground/2CB64A_46_0.eot?#iefix') format('embedded-opentype'), url('https://wizzair.com/static/fonts/P22Underground/2CB64A_46_0.woff') format('woff'), url('https://wizzair.com/static/fonts/P22Underground/2CB64A_46_0.ttf') format('truetype'); font-weight: normal; font-style: normal }
body { font-family: P22UndergroundLight, 'Helvetica Neue', Arial, sans-serif; font-weight: lighter; font-size: 12px; margin: 10px; background-color: #f5f5f5; }
</style>
</head>
<body>
<div>
<p>Peace of mind from only {0}</p>
<ul>
{1}
<li>Includes free cover for kids under 2 years of age!</li>
</ul>
</div>
</body>
</html>
";
"HTML_MULTIRISK_INSURANCE_ITEM" = "<li>{0} cover up to {1}!</li>";
"HTML_DETAIL_CANCELLATION_INSURANCE" = "
<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01//EN\">
<html>
<head>
<meta http-equiv=\"content-type\" content=\"text/html; charset=us-ascii\">
<style type=\"text/css\">
@font-face { font-family: 'P22UndergroundLight'; src: url('https://wizzair.com/static/fonts/P22Underground/2CB64A_46_0.eot'); src: url('https://wizzair.com/static/fonts/P22Underground/2CB64A_46_0.eot?#iefix') format('embedded-opentype'), url('https://wizzair.com/static/fonts/P22Underground/2CB64A_46_0.woff') format('woff'), url('https://wizzair.com/static/fonts/P22Underground/2CB64A_46_0.ttf') format('truetype'); font-weight: normal; font-style: normal }
body { font-family: P22UndergroundLight, 'Helvetica Neue', Arial, sans-serif; font-weight: lighter; font-size: 12px; margin: 10px; background-color: #f5f5f5; }
</style>
</head>
<body>
<div>
<p>For your own protection please review the <a href=\"https://wizzair.com/en-GB/travel_services/insurance_links\">Terms and conditions</a>.</p>
<p>It makes sense to buy travel insurance for yourself and people you are travelling with, including your family, friends or business colleagues.</p>
<p>You will be covered for:</p>
<ul>
<li>trip cancellation</li>
<li>trip abandonment</li>
</ul>
<p>and many more.</p>
<p>For full details click here to view the full policy wording.</p>
<p>*You must be under 65 years of age at the time you buy the policy, except for Germany where there is no age limit.</p>
<p>This product is available to residents of {country}.</p>
<p>There is no cover for undisclosed pre-existing medical conditions, or for travel to or through Afghanistan, Cuba, Liberia or Sudan or countries where the UK Foreign office have warned against all but essential travel.</p>
</div>
</body>
</html>
";
"HTML_CANCELLATION_INSURANCE_CONTENT_LIST" = "
<!DOCTYPE html PUBLIC \"-//W3C//DTD HTML 4.01//EN\">
<html>
<head>
<meta http-equiv=\"content-type\" content=\"text/html; charset=us-ascii\">
<style type=\"text/css\">
@font-face { font-family: 'P22UndergroundLight'; src: url('https://wizzair.com/static/fonts/P22Underground/2CB64A_46_0.eot'); src: url('https://wizzair.com/static/fonts/P22Underground/2CB64A_46_0.eot?#iefix') format('embedded-opentype'), url('https://wizzair.com/static/fonts/P22Underground/2CB64A_46_0.woff') format('woff'), url('https://wizzair.com/static/fonts/P22Underground/2CB64A_46_0.ttf') format('truetype'); font-weight: normal; font-style: normal }
body { font-family: P22UndergroundLight, 'Helvetica Neue', Arial, sans-serif; font-weight: lighter; font-size: 12px; margin: 10px; background-color: #f5f5f5; }
</style>
</head>
<body>
<div>
<p>Peace of mind from only {0}</p>
<ul>
{1}
<li>Includes free cover for kids under 2 years of age!</li>
</ul>
</div>
</body>
</html>
";
"HTML_CANCELLATION_INSURANCE_ITEM" = "<li>{0} cover up to {1}!</li>";
"LABEL_INSURANCE_TYPE_ABANDONMENT" = "Abandonment";
"LABEL_INSURANCE_TYPE_CANCELLATION" = "Trip cancellation";
"LABEL_INSURANCE_TYPE_MEDICAL" = "Medical expenses";

/* 2016.02.17 - WIZZAPP-627 */
"LABEL_ADDSERVICES_BAGGAGE" = "Pieces of checked-in baggage";
"LABEL_ADDSERVICES_CABIN_BAGGAGE" = "Pieces of cabin baggage";

/* 2016.03.17 - WIZZAPP-652 */
"LABEL_50_PERCENT_FLIGHT_PRICE" = "50% flight price";

/* 2016.04.14 - WIZZAPP-699 */
"LABEL_GENDER_MALE" = "Male";
"LABEL_GENDER_FEMALE" = "Female";
"CONTACT_INFO_EDIT_DESCRIPTION" = "This information determines who will appear as the Customer on the invoice.";

/* 2016.04.01 - Register */
"REGISTER_TITLE" = "Register";
"USER_YOUR_NAME" = "Your name";
"USER_ACCOUNT_DETAILS" = "Account details";
"USER_CONTACT_INFO" = "Contact info";
"USER_CONTACT_DETAILS" = "Contact details";
"USER_BILLING_DETAILS" = "Company info";
"USER_TRAVEL_DOCUMENT" = "Travel document";
"USER_ADD_TRAVEL_DOCUMENT" = "Add travel document";
"REGISTER_ACCEPT_AND_REGISTER" = "Accept and register";
"REGISTER_EMAIL_HINT" = "Email address";
"USER_PASSWORD_HINT" = "Password";
"NAME_DESCRIPTION" = "You can only use the letters of the English alphabet.";
"PASSWORD_DESCRIPTION" = "7-16 characters, must contain both numeric and alphabetic characters.";
"PHONE_DESCRIPTION" = "Please provide your phone number with contry code and service provider number.";
"USER_PHONE_HINT" = "Mobile phone";
"USER_ADDRESS_HINT" = "Street address";
"USER_POSTALCODE_HINT" = "ZIP Code";
"USER_CITY_HINT" = "Town/City";
"USER_HIDE_PASSWORD" = "HIDE";
"USER_SHOW_PASSWORD" = "SHOW";
"ERROR_TITLE_REQUIRED" = "Missing gender!";
"ERROR_PASSWORD_CANT_BE_EMPTY" = "Password fields can't be empty!";
"ERROR_PASSWORD_CANNOT_BE_SHORTER" = "Password cannot be shorter than %d characters!";
"ERROR_SAME_PASSWORD" = "Not be same the current and new password!";
"ERROR_NEW_PASSWORDS_ARE_NOT_EQUALS" = "New passwords are not equals!";
"ERROR_CITY_REQUIRED" = "Town/City fields can't be empty!";
"ERROR_COUNTRY_REQUIRED" = "Missing country!";
"USER_CHANGE_PASSWORD" = "Change password";
"CONTACT_INFO_TITLE" = "Contact info";
"BILLING_DETAILS_NAME_HINT" = "Company name";
"BILLING_DETAILS_TAX_NUMBER_HINT" = "Tax number";
"BILLING_DETAILS_PRIVATE_INDIVIDUAL" = "Private individual";
"BILLING_DETAILS_COMPANY" = "Company";
"CHANGE_PASSWORD_CURRENT_PASSWORD" = "Current password";
"CHANGE_PASSWORD_NEW_PASSWORD" = "New password";
"CHANGE_PASSWORD_REPEAT_NEW_PASSWORD" = "Repeat new password";
"TRAVEL_DOCUMENT_DATEOFBIRTH" = "Date of birth";
"TRAVEL_DOCUMENT_DETAILS" = "Document details";
"TRAVEL_DOCUMENT_EXPIRY" = "Expiry";
"LABEL_ISSUE_DATE" = "Issue date";
"LABEL_DOCUMENT_DOES_NOT_EXPIRATION" = "Document does not expire";
"REGISTER_HTML" = "
<html>
<head>
<meta http-equiv=\"content-type\" content=\"text/html; charset=utf-8\">
<style type=\"text/css\">
@font-face { font-family: 'P22UndergroundLight'; src: url('https://wizzair.com/static/fonts/P22Underground/2CB64A_46_0.eot'); src: url('https://wizzair.com/static/fonts/P22Underground/2CB64A_46_0.eot?#iefix') format('embedded-opentype'), url('https://wizzair.com/static/fonts/P22Underground/2CB64A_46_0.woff') format('woff'), url('https://wizzair.com/static/fonts/P22Underground/2CB64A_46_0.ttf') format('truetype'); font-weight: normal; font-style: normal }
body { font-family: P22UndergroundLight, 'Helvetica Neue', Arial, sans-serif; font-weight: lighter; font-size: 14px; }
</style>
</head>
<body>
By clicking the button below you'll accept Wizz Air's <a href=\"http://wizzair.com/en-GB/privacy_policy\">Privacy Policy</a> and <a href=\"\">Terms & Conditions</a>
</body>
</html>
";
